export default async function AboutPage() {
  return (
    <main>
      <div className="about-container">
        <h1 className="about-name-font">Arise Fashion</h1>
        <h2 className="about-text-font">
          <p>
            Arise Fashion — это магазин одежды, созданный молодой командой, которая ценит стиль, качество и актуальность. Мы собираем вещи, которые легко вписываются в повседневную жизнь и помогают выглядеть уверенно без лишней сложности.
          </p>
          <p>
            Мы внимательно подходим к выбору ассортимента: обращаем внимание на материалы, посадку и детали. Для нас важно, чтобы каждая вещь была не просто модной, а удобной и практичной.
          </p>
          <p>
            Arise Fashion — это про развитие и движение вперёд. Мы постоянно обновляем коллекции, следим за тенденциями и работаем над тем, чтобы покупки были простыми и понятными.
          </p>
          <p>
            Мы только в начале пути, но уже строим бренд, которому можно доверять.
          </p>
          <p>
            <b>Наши контакты:</b>
          </p>
          <p>
            <b>Телефон:</b>
            +79371051701|+79221341965
          </p>
          <p>
            <b>Почта:</b>
            mingiyan.1999@gmail.com
          </p>
        </h2>
      </div>
    </main>
  );
}
